;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! company-tabnine)

(package! tree-sitter)
(package! tree-sitter-langs)

(package! reverse-im)

(package! kbd-mode :recipe (:host github :repo "kmonad/kbd-mode"))

(package! evil-snipe :disable t)
(package! mu4e-alert :disable t)

(package! prettier-js)

;; (package! org-link-minor-mode)

;; (package! dashboard)

(package! russian-holidays)
